---
kind: property
id: P:Autodesk.Revit.DB.Structure.RebarInSystem.Volume
zh: 体积
source: html/5c4367bd-eb48-b634-2b9a-bfaba9c3a5ca.htm
---
# Autodesk.Revit.DB.Structure.RebarInSystem.Volume Property

**中文**: 体积

The volume of an individual bar multiplied by Quantity.

## Syntax (C#)
```csharp
public double Volume { get; }
```